Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_mlt-MLT_MRT.tmx
Source language: en_us
Languages: mt_mt

source: Denmark
mt_mt: Id-Danimarka

source: Luxembourgish
mt_mt: Il-Lussemburgiż

source: After 1 January {#CurrentYear_insert_1}
mt_mt: Wara l-1 ta' Jannar {#CurrentYear_insert_1}

source: 50% or more owned or controlled by persons from other countries outside (THIS COUNTRY)
mt_mt: 50% jew aktar proprjetà ta' jew ikkontrollata minn persuni minn pajjiżi oħra barra minn Malta

source: (READ IF TARGET RESPONDENT IS NOT THE PERSON WHO FIRST ANSWERED THE PHONE) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. (READ FOR ALL RESPONDENTS) I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means you will not be identifiable in any of the published results. {#CONSENT_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. For quality assurance, this phone call may be monitored and recorded. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Are you happy to proceed with the interview? {#Birthday_ins}
mt_mt: (AQRA JEKK IR-RISPONDENT FIL-MIRA MHUWIEX IL-PERSUNA LI TWIEĠEB L-EWWEL IT-TELFON) Hello, Jisimni..., minn (ISEM TAL-ISTITUT NAZZJONALI), u qed inwettaq intervista għal Ipsos Public Affairs, f'isem wieħed mill-klijenti tagħhom. Qegħdin infittxu persuni minn 15-il sena 'l fuq li jixtiequ jaqsmu l-opinjonijiet tagħhom dwar il-kwistjonijiet tas-soċjetà tal-lum. Qed inwettqu dan l-istħarriġ madwar l-Ewropa. L-istħarriġ mhuwiex parti minn kwalunkwe riċerka tas-suq, aħna interessati li nkejlu l-opinjoni pubblika. (AQRA GĦAR-RISPONDENTI KOLLHA) Napprezzaw jekk għandek {#minutes_ins} ftit minuti biex tipparteċipa f'dan l-istħarriġ. Il-parteċipazzjoni f'dan l-istħarriġ hija volontarja, u inti tista' tibdel fehmtek fi kwalunkwe ħin. It-tweġibiet kollha tiegħek kollha se jibqgħu kunfidenzjali u se jiġu kombinati mat-tweġibiet tal-parteċipanti l-oħrajn kollha. Dan ifisser li inti mhux se tkun tista' tiġi identifikat(a) fi kwalunkwe mir-riżultati li jiġu ppubblikati. {#CONSENT_ins} Jekk tixtieq taqra l-Avviż dwar il-Protezzjoni tad-Data, tista’ taċċessah fuq {#intro_link}. Dan jispjega l-iskop għall-ipproċessar tad-data personali tiegħek kif ukoll id-drittijiet ta' protezzjoni tad-data tiegħek. Għal raġunijiet ta' kwalità, din it-telefonata tista' tiġi monitorjata u reġistrata. INTERVISTATUR ŻID JEKK TIĠI MITLUB: KIF SIBT IN-NUMRU TIEGĦI: In-numru tat-telefon tiegħek ġie ġġenerat b'mod każwali minn kompjuter, bħan-numri kollha li nċemplu għal din ir-riċerka. L-għan tagħna huwa li nintervistaw kampjun rappreżentattiv tal-popolazzjoni ta' dan il-pajjiż. IL-KLIJENT? Ipsos qed twettaq dan l-istħarriġ għal {#Client}. L-istħarriġiet tal-Flash Eurobarometer għandhom l-iskop li jimmonitorjaw l-opinjoni pubblika fl-Unjoni Ewropea dwar firxa wiesgħa ta' kwistjonijiet tematiċi. LIEMA DATA PERSONALI SE TINĠABAR: Aħna nużaw in-numru tat-telefon tiegħek biex nistednuk tieħu sehem f'din l-intervista u għal skopijiet ta' kontroll tal-kwalità biss. Se tinġabar informazzjoni dwar il-ġeneru u l-età, kif ukoll data personali mit-tweġibiet għall-mistoqsijiet tal-intervista (bħall-istat ċivili). L-informazzjoni kollha li tipprovdi se tibqa' kunfidenzjali, it-tweġibiet tiegħek se jiġu kombinati mat-tweġibiet tal-parteċipanti l-oħra kollha, u l-ebda data identifikabbli mhi se tiġi maqsuma mal-klijent ta' Ipsos. Tixtieq tkompli bl-intervista? {#Birthday_ins}

source: Which nationality or nationalities do you hold? {#D3b_ins}
mt_mt: X'nazzjonalità jew nazzjonalitajiet għandek? {#D3b_ins}

source: Other service activities
mt_mt: ATTIVITAJIET OĦRA TA' SERVIZZ

source: Are you a permanent resident of {#MRK_Country}?
mt_mt: Inti resident permanenti ta' {#MRK_Country}?

source: More than 25,000 to 50,000 euro
mt_mt: Aktar minn 25 000 sa 50 000 ewro

source: How many employees (in full-time equivalents) does your company currently have? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
mt_mt: Kemm-il impjegat (f'ekwivalenti għal full-time) għandha l-kumpanija bħalissa? ŻID, JEKK MEĦTIEĠ: Jekk m'intix ċert(a), jekk jogħġbok agħti l-aħjar stima tiegħek. (AQRA JEKK MEĦTIEĠ, TWEĠIBA WAĦDA BISS)

source: Looking after the home
mt_mt: Tieħu ħsieb id-dar
